{
  "data": [
    {
      "content": "天地玄黄，宇宙洪荒。日月盈昃，辰宿列张。",
      "translate": "天是青黑色的，地是黄色的，宇宙形成于混沌蒙昧的状态中。太阳正了又斜，月亮圆了又缺，星辰布满在无边的太空中。",
      "tips": "①洪荒：无边无际、混沌蒙昧的状态，指远古时代。洪，洪大、辽阔。荒，空洞、荒芜。②盈昃（zè）：盈：月光圆满。昃（zè）：太阳西斜。③宿（xiù）〈古〉中国天文学家将天空中某些星的集合体叫做“宿”。"
    },
    {
      "content": "寒来暑往，秋收冬藏。闰馀成岁，律吕调阳。",
      "translate": "苍天是黑色的，大地是黄色的；茫茫宇宙辽阔无边。",
      "tips": "①闰馀成岁：中国古代历法以月亮圆缺变化一次为一个月，十二个月为一年，但人们实际经历一年（地球绕太阳运行一圈所用的时间）和它之间存在差额，这个时间差额被称为“闰余”。为了解决这个问题，古人每过几年就把积累到一定程度的“闰余”相加，合成“闰月”，插入该年份中，有“闰月”的这一年就是“闰年”。闰，余数。岁，年。 ②律吕：律管和吕管，中国古代用来校定音律的一种设备，相当于现代的定音器。中国古代将一个八度分为十二个不完全相等的半音，从低到高依次排列，每个半音称为一律，其中奇数各律叫做“律”，偶数各律叫做“吕”，十二律分为“六律”、“六吕”，简称“律吕”。相传黄帝时伶伦制乐，用律吕以调阴阳。"
    },
    {
      "content": "云腾致雨，露结为霜。金生丽水，玉出昆冈。",
      "translate": "云气上升遇冷就形成了雨，夜里露水遇冷就凝结成霜。黄金产在金沙江，玉石出在昆仑山岗。",
      "tips": "①丽水：即丽江，又名金沙江，出产黄金。  ②昆冈：昆仑山"
    },
    {
      "content": "剑号巨阙，珠称夜光。果珍李柰，菜重芥姜。",
      "translate": "最锋利的宝剑叫“巨阙”，最贵重的明珠叫“夜光”。水果里最珍贵的是李子和柰子，蔬菜中最重要的是芥菜和生姜。",
      "tips": "①巨阙：越王允常命欧冶子铸造了五把宝剑，第一为巨阙，其余依次名为纯钩、湛卢（zhàn lú）、胜邪、鱼肠，全都锋利无比，而以巨阙为最。      ②夜光：《搜神记》中说，隋侯救好了一条受伤的大蛇，后来大蛇衔了一颗珍珠来报答他的恩情，那珍珠夜间放射出的光辉能照亮整个殿堂，因此人称“夜光珠”。      ③李柰（nài）：两种水果的名称，“李”是李子；“柰”是柰子，果木名，落叶小乔木，花白色，果小，俗名花红，又叫沙果。"
    },
    {
      "content": "海咸河淡，鳞潜羽翔。龙师火帝，鸟官人皇。",
      "translate": "海水是咸的，河水是淡的，鱼儿在水中潜游，鸟儿在空中飞翔。龙师、火帝、鸟官、人皇，这都是上古时代的帝皇官员。",
      "tips": "①龙师：相传伏羲氏用龙给百官命名，因此叫他“龙师”。      ②火帝：神农氏用火给百官命名，因此叫他“火帝”。      ③鸟官：少昊（hào）氏用鸟给百官命名，叫他“鸟官”。      ④人皇：传说中的三皇之一。《史记·补三皇本纪》中说：“人皇有九个头，乘着云车，驾着六只大鸟，兄弟九人，分掌九州，各立城邑，共传了150代，合计45600年。"
    },
    {
      "content": "始制文字，乃服衣裳。推位让国，有虞陶唐。",
      "translate": "苍颉（jié）创制了文字，嫘（léi）祖制作了衣裳。唐尧、虞舜英明无私，主动把君位禅让给功臣贤人。",
      "tips": "①有虞：有虞氏，传说中的远古部落名，舜是它的首领。这里指舜，又称虞舜。      ②陶唐：陶唐氏，传说中的远古部落名，尧是它的首领。这里指尧，又称唐尧。尧当了七十年君主，他死时把君位让给了舜；舜当了五十年君主，又把君位传给了禹；史称“禅（shàn）让”。"
    },
    {
      "content": "吊民伐罪，周发殷汤。坐朝问道，垂拱平章。",
      "translate": "安抚百姓，讨伐暴君，是周武王姬发和商王成汤。贤明的君主坐在朝廷上向大臣们询问治国之道，垂衣拱手，毫不费力就能使天下太平，功绩彰著。",
      "tips": "无"
    },
    {
      "content": "爱育黎首，臣伏戎羌。遐迩一体，率宾归王。",
      "translate": " 他们爱抚、体恤老百姓，使四方各族人俯首称臣。普天之下都统一成了一个整体，所有的老百姓都服服帖帖地归顺于他的统治。",
      "tips": "①遐迩（xiá ěr）：指远近。      ②率宾：出自《诗经》：“普天之下，莫非王土；率土之滨，莫非王臣。”"
    },
    {
      "content": "鸣凤在竹，白驹食场。化被草木，赖及万方。",
      "translate": " 凤凰在竹林中欢乐的鸣叫，小白马在草场上自由自在地吃着草食。圣君贤王的仁德之治使草木都沾受了恩惠，恩泽遍及天下百姓。",
      "tips": "①驹（jū）：小马。②被：覆盖，恩泽。"
    },
    {
      "content": "盖此身发，四大五常。恭惟鞠养，岂敢毁伤。",
      "translate": "人的身体发肤分属于“四大”，一言一动都要符合“五常”。诚敬的想着父母养育之恩，哪里还敢毁坏损伤它。",
      "tips": "① 盖此身发：“盖”发语词，引起下面所说的话，本身并无实义。“身发”身体的头发。这里代指整个身体。      ② 四大：指地、水、风、火四种元素。      ③ 五常：指儒家认为人应具备的五种品德，即仁、义、礼、智、信。      ④恭惟鞠养：恭惟也作恭维，对上的谦辞，一般用于文章开头。“鞠（jū）养：抚养，养育。"
    },
    {
      "content": "女慕贞洁，男效才良。知过必改，得能莫忘。",
      "translate": "女子要仰慕那些持身严谨的贞妇洁女，男子要仿效那些有才能有道德的人。知道自己有过错，一定要改正；适合自己干的事，不要放弃。",
      "tips": "无"
    },
    {
      "content": "罔谈彼短，靡恃己长。信使可覆，器欲难量。",
      "translate": "不要谈论别人的短处，也不要依仗自己有长处就不思进取。诚实的话要经得起考验，器度要大，让人难以估量。",
      "tips": "无"
    },
    {
      "content": "墨悲丝染，诗赞羔羊。景行维贤，克念作圣。",
      "translate": "墨子悲叹白丝被染上了杂色，《诗经》赞颂羔羊能始终保持洁白如一。要仰慕圣贤的德行，要克制私欲，努力仿效圣人。",
      "tips": "①诗赞羔羊：“诗”：这里指《诗经》。《诗经》是中国古代有记载的第一部诗歌总集，共305篇，又取整数，称为“诗三百”，分为风、雅、颂三部分。羔羊：《诗经·召南》里有“羔羊”一篇，表面上是赞美羔羊的素白，实质上是称颂穿皮袄的人——士大夫具有羔羊般纯洁正直、不受污染的品德。"
    },
    {
      "content": "德建名立，形端表正。空谷传声，虚堂习听。",
      "translate": "养成了好的道德，就会有好的名声；就如同形体端庄了，仪表就正直了一样。空旷的山谷中呼喊声传得很远，宽敞的厅堂里说话声非常清晰。",
      "tips": "①习：长期反复地做，逐渐养成的不自觉的活动。"
    },
    {
      "content": "祸因恶积，福缘善庆。尺璧非宝，寸阴是竞。",
      "translate": "灾祸是作恶多端的结果，福禄是乐善好施的回报。一尺长的美玉不能算是真正的宝贝，而即使是片刻时光也值得珍惜。",
      "tips": "①祸、福二句：语出《易?坤?文言》：“积善之家，必有余庆；积不善之家，必有余殃。”"
    },
    {
      "content": "资父事君，曰严与敬。孝当竭力，忠则尽命。",
      "translate": "奉养父亲，侍奉君主，要严肃而恭敬。孝顺父母应当竭尽全力，忠于君主要不惜献出生命。",
      "tips": "①事：侍奉。"
    },
    {
      "content": "临深履薄，夙兴温凊。似兰斯馨，如松之盛。",
      "translate": "要“如临深渊，如履薄冰”那样小心谨慎；要早起晚睡，侍候父母让他们感到冬暖夏凉。让自己的德行像兰草那样的清香，像松柏那样的茂盛。",
      "tips": "①夙兴：“夙兴夜寐”之略。夙，早。②温凊（qìng）：“冬温夏凊”之略。凊，凉。"
    },
    {
      "content": "川流不息，渊澄取映。容止若思，言辞安定。",
      "translate": "还能延及子孙，像大河川流不息；影响世人，像碧潭清澄照人。仪容举止要沉静安详，言语措辞要稳重，显得从容沉静。",
      "tips": "无"
    },
    {
      "content": "笃初诚美，慎终宜令。荣业所基，藉甚无竟。",
      "translate": "无论修身、求学、重视开头固然不错，认真去做，有好的结果更为重要。这是一生荣誉的事业的基础，有此根基，发展就没有止境。",
      "tips": "①笃（dǔ）：忠实，诚信。      ②籍甚：盛大。"
    },
    {
      "content": "学优登仕，摄职从政。存以甘棠，去而益咏。",
      "translate": "书读好了就能做官，可以行使职权参加国政。周人怀念召伯的德政，召公活着时曾在甘棠树下理政，他过世后老百姓对他更加怀念歌咏。",
      "tips": "①学优：《论语》有“学而优则仕”之语。      ②摄（shè）：代理。      ③甘棠：木名。即棠梨。《史记·燕召公世家》：“周武王之灭纣，封召公于北燕……召公巡行乡邑，有棠树，决狱政事其下，自侯伯至庶人各得其所，无失职者。召公卒，而民人思召公之政，怀棠树不敢伐，哥咏之，作《甘棠》之诗。”后遂以“甘棠”称颂循吏的美政和遗爱。"
    }
  ]
}